import best_seller_front_1 from "../images/best_seller/best_seller_front_1.jpg";
import best_seller_front_2 from "../images/best_seller/best_seller_front_2.jpg";
import best_seller_front_3 from "../images/best_seller/best_seller_front_3.jpg";
import best_seller_front_4 from "../images/best_seller/best_seller_front_4.jpg";
import best_seller_front_5 from "../images/best_seller/best_seller_front_5.jpg";

import best_seller_back_1 from "../images/best_seller/best_seller_back_1.jpg";
import best_seller_back_2 from "../images/best_seller/best_seller_back_2.jpg";
import best_seller_back_3 from "../images/best_seller/best_seller_back_3.jpg";
import best_seller_back_4 from "../images/best_seller/best_seller_back_4.jpg";
import best_seller_back_5 from "../images/best_seller/best_seller_back_5.jpg";

export const bestSeller = [
    {
        id: "3245",
        image_front: best_seller_front_1,
        image_back: best_seller_back_1,
        title: "รสชาติของผลไม้ที่ยังไม่สุกงอม",
        author: "โซมันจู",
        publisher: "Piccolo",
        category: "วรรณกรรม เรื่องสั้น",
        type: "ฺBooks",
        barcode: "9786161840488",
        price: "599.00",
        discount: "499.00",
        star: 4,
        reviews: 4,
        story: 'ก่อนที่ชีวิตของเด็กสาววัยย่างสิบหกปีทั้งสี่คนจะได้สัมผัสกับความหวานหอมจากผลไม้รสชาติที่สุดในชีวิต พวกเธอจะต้องต่อสู้กับความจริงปวดที่ค่อยๆ กัดเซาะจิตใจและผ่านพ้นช่วงชีวิตซึ่งเต็มไปด้วยความยากลำบากนานาทั้งความคิดที่ว่าตัวเองโดดเดี่ยว แม้อยู่ในกลุ่มเพื่อนที่เหมือนจะรักกันดี หรือแม้จะมีครอบครัวที่พร้อมหน้า ความรู้สึกที่ว่าไม่มีใครจริงใจสักคนนั้นกัดกินจิตใจทีละน้อยจนก่อเกิดความหวาดระแวงขึ้น ตอนนี้พวกเธอจึงทำได้เพียงพยายามในแบบของตนเอง เพื่อผ่านพ้นความไม่คุ้นเคยที่ยากเข็ญไปให้ได้ ไม่ว่าวิธีเหล่านั้นจะถูกหรือผิด... แล้ววันหนึ่งเมื่อถึงเวลาอาจจะไม่ทั้งหมด แต่อย่างน้อยก็จะมีหนึ่งคนที่พูดออกมาได้อย่างเต็มปากเต็มคำว่า "นี่เป็นผลไม้อร่อยที่สุดเท่าที่ฉันเคยกินมาตั้งแต่เกิดเลย"',
        count: 0
    },
    {
        id: "3246",
        image_front: best_seller_front_2,
        image_back: best_seller_back_2 ,
        title: "ปริซึม สีของความรู้สึก",
        author: "ซน ว็อนพย็อง",
        publisher: "Piccolo",
        category: "วรรณกรรม เรื่องสั้น",
        type: "ฺBooks",
        barcode: "9786161840489",
        price: "245.00",
        discount: "213.00",
        star: 5,
        reviews: 6,
        story: '"ปริซึม" สีแห่งความรักที่โปรยลงมาอย่างสวยงามและเฉียบคม นี่คือผลงานของวอนพยองซอนศิลปินที่ดึงความรู้สึกไม่เข้าใจของผู้อื่นและความเป็นจริงที่ไม่สามารถเห็นอกเห็นใจได้  นิยายเรื่องนี้เป็นเรื่องราวเกี่ยวกับความรักของชายหญิง 4 คนสะท้อนให้เห็นถึง ‘จิตใจ’ ที่กระจัดกระจายอยู่ในหลายสาขาในกระบวนการพบกันและแตกเป็นสีต่างๆ ศิลปินผู้ซึ่งทุ่มเทให้กับความเจ็บปวดจากการเติบโตที่หลากหลายซึ่งเกิดจากความสัมพันธ์กับผู้อื่นพูดถึงว่าเขาสามารถสะท้อนตัวเองได้มากเพียงใดและเขาสามารถชอบตัวเองได้มากแค่ไหนผ่านความสัมพันธ์ระหว่างผู้ใหญ่เช่นความรักและความโรแมนติกผ่านปริซึม โดวอนชายที่ความรักจางหายไป แจอินผู้ซึ่งฝืนทนกับบาดแผลและความเสียใจ เยจินที่ไม่สามารถหยุดความรักได้แม้ว่าเขาจะป่วยและเสียใจ และโฮกเยที่ไม่สามารถเข้าไปในหัวใจของเธอได้ เรื่องราวความรักของตัวละครเอกทั้งสี่นี้และแต่ละจุดของหัวใจที่ขับเคลื่อนด้วยความรักถูกวาดด้วยประโยคที่หนาแน่นด้วยน้ำเสียงที่นุ่มนวลของศิลปินวอนพยองซอนจิตใจของคนที่กระจัดกระจายคล้ายกับสีของปริซึม',
        count: 0
    },
    {
        id: "3247",
        image_front: best_seller_front_3,
        image_back: best_seller_back_3,
        title: "ร้านไม่สะดวกซื้อของคุณทกโก",
        author: "คิมโฮย็อน",
        publisher: "Piccolo",
        category: "วรรณกรรม เรื่องสั้น",
        type: "ฺBooks",
        barcode: "9786161840490",
        price: "295.00",
        discount: "256.00",
        star: 4,
        reviews: 1,
        story: 'ออลเวย์ส ร้านสะดวกซื้อเล็กๆ ในแขวงช็องพาคนที่อาศัยส่วนใหญ่เป็นผู้สูงอายุไม่ก็นักศึกษาที่อาศัยอยู่ในหอพัก วันหนึ่งชายร่างใหญ่เหมือนหมี ผู้เคยเป็นคนไร้บ้านปรากฏตัวขึ้นที่ร้านสะดวกซื้อแห่งนี้ในฐานะพนักงานพาร์ตไทม์กะกลางคืน ผู้คนหลากหลายต่างแวะเวียนมาหาที่ร้านสะดวกซื้อซึ่งเป็นพื้นที่ที่มีเส้นกั้นบางๆ ระหว่างโซนปลอดภัยของตัวเองกับพื้นที่สาธารณะ พวกเขาต่างได้รับการปลอบโยน ในวันอันแสนเหนื่อยล้าจากชายไร้บ้านคนนี้โดยไม่รู้ตัว',
        count: 0
    },
    {
        id: "3248",
        image_front: best_seller_front_4,
        image_back: best_seller_back_4,
        title: "หากวันใดคุณหลงทาง จงฟังเสียงที่อยู่ในหัวใจ",
        author: "มิยาชิตะ นัตสึ",
        publisher: "Piccolo",
        category: "วรรณกรรม เรื่องสั้น",
        type: "ฺBooks",
        barcode: "9786161840491",
        price: "275.00",
        discount: "239.00",
        star: 5,
        reviews: 2,
        story: 'โทมูระ นักเรียนมัธยมปลายปี 2 ได้พบกับช่างทำเปียโนโดยบังเอิญ หลังจากนั้นเขาได้ออกจากบ้านเกิดเพื่อไปเรียนรู้ศาสตร์ของการปรับเสียงเปียโนในโรงเรียนเฉพาะทางงแห่งหนึ่งในฮ็อนชูเป็นเวลา 2 ปี เมื่อกลับมายังเมืองที่เกิดและเติบโตอีกครั้ง เขาได้ทำงานในร้านขายเครื่องดนตรีเอโต้ และได้พานพบผู้คนมากมายที่ทำให้เขาได้เติบโต ท่ามกลางความเหน็บหนาวของชีวิตที่เลืิอกเดินในอาชีพเฉพาะทางและยากจะเข้าใจ การเติบโตของตัวละครที่ต้องใช้แรงกายและแรงใจในการก้าวไปตามความฝันซึ่งเป็นอาชีพเฉพาะทางและค่อนข้างแปลก ท่ามกลางการมอบความสัมพันธ์อันอบอุ่นของผู้คนรอบข้าง เปรียบเหมือนแม้ภายนอกอากาศจะหนาวเหน็บเพียงใด แต่เสียงดนตรีของผู้คนรอบตัวก็มอบความอุ่นให้เสมอ',
        count: 0
    },
    {
        id: "3249",
        image_front: best_seller_front_5,
        image_back: best_seller_back_5,
        title: "เราจะได้พบกัน เมื่อวันซากุระบาน",
        author: "ชิเน็น มิกิโตะ",
        publisher: "Piccolo",
        category: "วรรณกรรม เรื่องสั้น",
        type: "ฺBooks",
        barcode: "9786161840492",
        price: "315.00",
        discount: "274.00",
        star: 5,
        reviews: 5,
        story: 'โซมะ แพทย์ฝึกหัดผู้มีความฝันว่าอยากจะเป็นศัลยแพทย์สมองมือหนึ่งของประเทศเพื่อจะได้หาเงินไปปลดหนี้ให้แม่ เขามีปมในวัยเด็กเกี่ยวกับพ่อที่หายตัวไปพร้อมเงินเก็บก้อนใหญ่ของครอบครัว จากนั้นพ่อก็ไปแต่งงานใหม่และบังคับให้แม่หย่าขาดแล้วไม่นานพ่อก็ตกเขาเสียชีวิตไป โซมะ ถูกส่งมาฝึกงานที่โรงพยาบาลฮายามะโนะซากิ โรงพยาบาลผู้ป่วยระยะสุดท้าย ซึ่งมีหมุดหมายว่า "จะทำความปรารถนาของผู้ป่วยให้เป็นจริงทุกอย่าง ไม่ว่าเรื่องอะไรก็ตาม" เขาได้พบกับทามากิ ผู้ป่วยเนื้องอกสมองที่รักษาไม่ได้ รอเพียงวันเสียชีวิต หญิงสาวกลัวการออกข้างนอก เอาแต่เก็บตัวอยู่ในห้องและวาดรูปทิวทัศน์ ทั้งยังมีคนตั้งใจจะให้เธอตายเพื่อหวังทรัพย์สมบัติ ทั้งคู่สนิทสนมกันมากขึ้นเรื่อย ๆ ต่างช่วยกันเยียวยา และไขปมต่างๆ ของแต่ละคน จนเมื่อโซมะกลับไป ทามากิก็เสียชีวิต เขากลับมาที่โรงพยาบาลนี้อีกครั้งเพื่อจะพบว่า หญฺิงสาวผู้นั้นไม่เคยมีตัวตน ...เธอเป็นเพียงภาพลวงตา หรือคนรอบข้างเจตนาจะปิดบังเขากันแน่ โซมะจึงเริ่มไขเงื่อนงำต่างๆ ด้วยตัวเอง เธอมีตัวตนอยู่จริง หรือเป็นเพียงภาพลวงตา... ทุกคนล้วนมีระเบิดเวลาอยู่ในตัวทั้งนั้น ถ้าไม่รู้ว่าวันพรุ่งนี้จะมีชีวิตอยู่หรือไม่ ก็ขอให้ใช้ชีวิตใน "วันนี้" ด้วยกันก็พอ โซมะ แพทย์ฝึกหัดผู้ต้องไปอยู่ในโรงพยาบาลเพื่อผู้ป่วยระยะสุดท้าย ได้พบกับทามากิ หญิงสาวที่มี "ระเบิดเวลา" อยู่ในสมอง ผู้ที่ช่วยไขปมวัยเด็กของโซมะได้อย่างไม่น่าเชื่อ และยังเป็นผู้ทิ้งปมปัญหาให้โซมะขบคิด เมื่อเธอจากไป...',
        count: 0
    }
]