import recommend_front_1 from "../images/recommend/recommend_front_1.jpg";
import recommend_front_2 from "../images/recommend/recommend_front_2.jpg";
import recommend_front_3 from "../images/recommend/recommend_front_3.jpg";
import recommend_front_4 from "../images/recommend/recommend_front_4.jpg";
import recommend_front_5 from "../images/recommend/recommend_front_5.jpg";

import recommend_back_1 from "../images/recommend/recommend_back_1.jpg";
import recommend_back_2 from "../images/recommend/recommend_back_2.jpg";
import recommend_back_3 from "../images/recommend/recommend_back_3.jpg";
import recommend_back_4 from "../images/recommend/recommend_back_4.jpg";
import recommend_back_5 from "../images/recommend/recommend_back_5.jpg";

export const recommend = [
    {
        id: "3250",
        image_front: recommend_front_1,
        image_back: recommend_back_1,
        title: "ถึงฉันจะโดดเดี่ยว แต่ก็ยังอยากอยู่คนเดียวอยู่ดี",
        author: "Toon Tellegen",
        publisher: "Piccolo",
        category: "วรรณกรรม เรื่องสั้น",
        type: "ฺBooks",
        barcode: "9786161840477",
        price: "295.00",
        discount: "256.00",
        star: 0,
        reviews: 0,
        story: 'ถึงสัตว์ทุกตัวที่รัก ฉันขอเชิญทุกท่านมาที่บ้านของฉัน...แต่ถ้าไม่มีใครมาก็ไม่เป็นไรนะ”วันหนึ่งเม่นผู้เหงาหงอยที่พูดคุยเข้าสังคมไม่เก่งและเกลียดความตึงเครียดของตัวเองตัดสินใจเชิญสัตว์ตัวอื่นๆ มาที่บ้าน เขาไม่เคยเชิญใครและไม่เคยไปเยี่ยมบ้านใครเลยตอนที่เขียนคำเชิญเขาเลยได้แต่เขียนๆ ลบๆ อยู่อย่างนั้น พอเขียนเสร็จ เขาก็ไม่กล้าส่งคำเชิญนั้นออกไป เจ้าเม่นเก็บจดหมายคำเชิญนั้นไว้ในลิ้นชักและเริ่มจินตนาการมากมายถ้าหมีมาล่ะ ถ้ากบมาล่ะ ถ้าช้างมาล่ะ ถ้านกฮูกมาล่ะ ถ้าสัตว์ตัวอื่นๆ กลัวหนามของฉันล่ะฉันจะเตรียมเค้กรสที่สัตว์แต่ละตัวชอบ แต่ถ้าไม่มีใครชอบเค้กพวกนั้นเลยล่ะ หรือถ้าพวกเขาล้อเลียนและตำหนิติเตียนฉัน ฉันควรจะทำยังไงดี ถ้าเป็นแบบนั้นฉันอยู่คนเดียวไม่ดีกว่าเหรอ แต่ถ้าฉันเหงากว่าที่เป็นอยู่ในตอนนี้ล่ะ ความโดยเดี่ยวคืออะไร ความโดดเดี่ยวเข้ากับฉันแล้วใช่ไหม ฉันกำลังเหงาหรือเปล่านะ ฉันยังสบายดีอยู่ใช่หรือเปล่า ในจินตนาการของเม่นนั้น มีสัตว์มากมายมาเยี่ยมเยียนเขา และเขาก็กำลังรอคอยสัตว์สักตัวที่ยอมเป็นเพื่อนกับเม่นที่ทั้งขี้อายและหงุดหงิดง่ายเช่นเขาอยู่ นี่คือเรื่องราวสำหรับเด็กและผู้ใหญ่ทุกคนที่กลัวการมีปฏิสัมพันธ์กับผู้อื่น นิทานสำหรับผู้ใหญ่โดยนักเขียนที่ได้รับความนิยมมากที่สุดคนหนึ่งของประเทศเนเธอร์แลนด์',
        count: 0
    },
    {
        id: "3251",
        image_front: recommend_front_2,
        image_back: recommend_back_2,
        title: "ฉันไม่เป็นไรจริงๆ ใช่ไหม",
        author: "ชองมีจิน",
        publisher: "Piccolo",
        category: "วรรณกรรม เรื่องสั้น",
        type: "ฺBooks",
        barcode: "9786161840478",
        price: "295.00",
        discount: "256.00",
        star: 5,
        reviews: 2,
        story: 'เมื่อเด็กคนหนึ่งมีชีวิตในวัยเด็กที่ไม่สวยงามนักเนื่องจากพ่อแม่ของเขาหย่าร้างกัน เด็กคนนั้นถูกพ่อแท้ๆ ทำร้ายร่างกายอยู่บ่อยครั้ง และมักจะรู้สึกโดดเดี่ยวอยู่เสมอเพราะเข้ากับเพื่อนๆ ไม่ได้ ทว่าในวันหนึ่งเด็กน้อยกลับเจอรอยเปื้อนเล็กๆ บนผนัง เขาจึงตั้งชื่อรอยเปื้อนที่มีรูปร่างคล้ายตัวเองว่า “ใคร” และหลังจากนั้น “ใคร” ก็อยู่ร่วมกับเขาอย่างมีความสุข พวกเขาทำทุกๆ อย่างร่วมกัน จน “ใคร” กลายเป็นเพื่อนสนิทเพียงคนเดียวของเด็กคนนั้น “ใคร” อยู่เคียงข้างเด็กน้อยไม่ห่าง แต่เมื่อเขาพยายามบอกเรื่องนี้ให้คนอื่นๆ ฟัง กลับไม่มีใครเชื่อเด็กน้อย และกล่าวหาว่าเด็กน้อยโกหก เขาจึงพยายามหลีกหนีจากทุกคนเพราะความหวาดกลัว ทว่าหลังจากนั้นเด็กน้อยก็เริ่มมองเห็น “ใคร” เป็นสัตว์ประหลาดเข้าจริงๆ จนเหินห่างกับ “ใคร” ไป และแล้ววันหนึ่ง “ใคร” ก็หายตัวไปจริงๆ หลายปีผ่านไปเด็กน้อยเติบโตกลายเป็นผู้ใหญ่ ทว่าเขาก็ยังคงเหงาไม่ต่างจากตอนเด็ก ไม่สิ เพราตอนนี้เขาต้องเผชิญกับปัญหาในสังคมที่แท้จริงอย่างการว่างงานและการที่ผู้คนในปัจจุบันขาดการพูดคุยสื่อสารกัน เขาจึงรู้สึกเหงามากกว่าตอนยังเป็นเด็กเสียอีก เด็กน้อยที่ตอนนี้กลายเป็นผู้ใหญ่แล้วยังคงหลบซ่อนตัวอยู่ในห้องแคบๆ ภายใต้แรงกดดันของชีวิต จนกระทั่งวันหนึ่งเขาได้พบกับ “ใคร” ที่ดูคล้ายตัวเองเหลือเกินอีกครั้ง...',
        count: 0
    },
    {
        id: "3252",
        image_front: recommend_front_3,
        image_back: recommend_back_3,
        title: "โชคดีที่เจอกัน BEST OF LUCK",
        author: "จิมมี่ เลี่ยว",
        publisher: "Piccolo",
        category: "วรรณกรรม เรื่องสั้น",
        type: "ฺBooks",
        barcode: "9786161840479",
        price: "295.00",
        discount: "256.00",
        star: 0,
        reviews: 0,
        story: 'ใครๆ ก็อยากได้ความโชคดี แต่ความโชคดีนั้นมีวิธีการคว้าจับหรือในช่วงเวลาถามตอบของการบรรยายครั้งหนึ่ง ผู้อ่านถามจิมมี่ระหว่างการบรรยายว่า อะไรคือนิยามของคำว่าโชคดีจิมมี่ตอบกลับทันทีว่า "ผู้รู้สึกว่า ความโชคดีคือการมีสิทธิ์เลือก"',
        count: 0
    },
    {
        id: "3253",
        image_front: recommend_front_4,
        image_back: recommend_back_4,
        title: "52 เฮิรตซ์...คลื่นเสียงที่ไม่มีใครได้ยิน",
        author: "มาจิดะ โซโนะโกะ",
        publisher: "Piccolo",
        category: "วรรณกรรม เรื่องสั้น",
        type: "ฺBooks",
        barcode: "9786161840480",
        price: "265.00",
        discount: "230.00",
        star: 4,
        reviews: 2,
        story: 'หากถามว่าวาฬ 52 เฮิร์ตซ์คืออะไร มันก็คือวาฬเพียงตัวเดียวในโลกที่ส่งเสียงด้วยความถี่สูงจนวาฬตัวอื่นๆไม่ได้ยินเสียงของมัน มันไม่สามารถติดต่อกับวาฬตัวไหนๆบนโลกนี้ได้ ไม่มีฝูง ไม่มีเพื่อน ไม่มีคู่ และในทางกลับกัน วาฬตัวอื่นๆก็ไม่สามารถรับรู้การมีอยู่ของมันด้วย แล้วจะเป็นอย่างไรเมื่อชีวิตของผู้หญิงคนหนึ่งกับเด็กชายคนหนึ่งต้องเป็นเหมือนดั่งวาฬตัวนี้ เมื่อไม่มีใครเข้าใจหรือรับรู้ถึงตัวตนที่แท้จริงของพวกเขาเลยเช่นกัน...',
        count: 0
    },
    {
        id: "3254",
        image_front: recommend_front_5,
        image_back: recommend_back_5,
        title: "ที่ร้านอูคิกิมี มีคนเปลี่ยนชะตาชีวิตให้คุณได้",
        author: "หลินถิงอี๋",
        publisher: "Piccolo",
        category: "วรรณกรรม เรื่องสั้น",
        type: "ฺBooks",
        barcode: "9786161840481",
        price: "295.00",
        discount: "256.00",
        star: 5,
        reviews: 2,
        story: 'เมื่อผมเขียนบทเสร็จ คุณจะได้ชีวิตใหม่ของคุณทันทีณ ร้านอูคิกิ อิซากายะริมถนนของซีเหมินติงดาวน์ทาวน์ในไทเปมีองค์กรลับที่แสนประหลาดอยู่องค์กรหนึ่ง องค์กรนั้นชื่อว่า อั้นเจวี๋ยว่ากันว่า พวกเขาทำงานกันที่ห้องลับใต้หลังคา งานที่เปลี่ยนชะตาชีวิตของคนได้แต่การทำงานขององค์กรนี้ต้องทำกันอย่างลับๆ เพราะไม่ถูกกฎหมายสักเท่าไหร่ชะตาชีวิตที่เปลี่ยนแปลงได้ ย่อมต้องแลกกับอะไรบางอย่าง เมื่อยามรัตติกาลมาเยือน ผมจะทำหน้าที่เขียนบทให้กับองค์กรนี้ยิ่งนานวันก็ยิ่งพบว่า คนที่อยากเปลี่ยนชะตาชีวิตของตนเองนั้นมีมากมายเหลือเกิน',
        count: 0
    }
]