import relevant_front_1 from "../images/relevant/relevant_front_1.jpg";
import relevant_front_2 from "../images/relevant/relevant_front_2.jpg";
import relevant_front_3 from "../images/relevant/relevant_front_3.jpg";
import relevant_front_4 from "../images/relevant/relevant_front_4.jpg";
import relevant_front_5 from "../images/relevant/relevant_front_5.jpg";

import relevant_back_1 from "../images/relevant/relevant_back_1.jpg";
import relevant_back_2 from "../images/relevant/relevant_back_2.jpg";
import relevant_back_3 from "../images/relevant/relevant_back_3.jpg";
import relevant_back_4 from "../images/relevant/relevant_back_4.jpg";
import relevant_back_5 from "../images/relevant/relevant_back_5.jpg";


export const relevant = [
    {
        id: "3255",
        image_front: relevant_front_1,
        image_back: relevant_back_1,
        title: "ฉันจะข้ามเวลาไปหาเธอ",
        author: "อีกดนิม",
        publisher: "Piccolo",
        category: "วรรณกรรม เรื่องสั้น",
        type: "ฺBooks",
        barcode: "9786161840450",
        price: "245.00",
        discount: "213.00",
        star: 0,
        reviews: 0,
        story: '"ซงอึนยู" เด็กหญิงวัยสิบห้าปีที่มีความสัมพันธ์ระหองระแหงกับพ่อ ถูกพ่อบังคับให้เขียนจดหมายถึงตัวเองในอีกหนึ่งปีข้างหน้า แต่จดหมายของเธอกลับย้อนเวลาส่งไปหา "โจอึนยู" ในปี 1982อึนยูและอึนยูได้เขียนจดหมายโต้ตอบกันหลายฉบับจนเกิดเป็นความผูกพันของคนสองคนโจอึนยูจากสัญญาว่าจะช่วยตามหาแม่ของซงอึนยูให้พบ',
        count: 0
    },
    {
        id: "3256",
        image_front: relevant_front_2,
        image_back: relevant_back_2 ,
        title: "เดอะเฮเวน คาเฟ่สำหรับผู้ที่โหยหาความตาย",
        author: "ชองแฮยอน",
        publisher: "Piccolo",
        category: "วรรณกรรม เรื่องสั้น",
        type: "ฺBooks",
        barcode: "9786161840451",
        price: "315.00",
        discount: "274.00",
        star: 5,
        reviews: 2,
        story: 'เรื่องราวของคนกลุ่มหนึ่งในสังคมเกาหลีที่ต้องเผชิญกับเรื่องราวที่ทำให้สุดท้ายแล้ว การจบชีวิตตัวเองน่าจะเป็นทางออกที่ดีที่สุด โดยมีเดอะเฮฟเว่น คาเฟ่สำหรับผู้ที่โหยหาความตาย เป็นศูนย์รวมของคนอยากตาย โดยเจ้าของคาเฟ่จะรับสมัครสมาชิกที่ต้องการตาย และจะทำการนัดวัน เวลา และสถานที่ที่จะไปฆ่าตัวตายหมู่ อีกด้านหนึ่ง คิมจินซอง ตำรวจสายสืบไล่อ่านเอกสารย้อนหลังเกี่ยวกับคดีฆ่าตัวตายหมู่ในจังหวัดคังวอนที่ปิดคดีไปหมดแล้ว ก็พบความจริงว่า มีอยู่สองคดีที่มีผู้รอดชีวิตเป็นคนคนเดียวกัน จึงสงสัยว่าคนคนนั้นอาจเป็นผู้ที่อยู่เบื้องหลัง แต่ก็ไม่รอดเพราะกลับถูกผู้กำกับที่มีอำนาจเหนือสั่งว่าห้ามยุ่งกับคดีนี้ (คนที่คิมจินซองสงสัย คือหลานของประธานบริษัทเจทีกรุ๊ป ธุรกิจขนาดใหญ่ในเกาหลี) ยิ่งทำให้เขาอยากรู้มากขึ้น  วิธีการฆ่าตัวตายของคาเฟ่เฮเฟเว่นไม่ยาก แค่ให้สมาชิกทุกได้ทำสิ่งที่ตนอยากทำ ได้ชีวิตอย่างมีความสุขเป็นเวลาห้าวัน จากนั้นจึงค่อยเริ่มการฆ่าตัวตายหมู่ ด้วยการเขียนจดหมายลาตายด้วยข้อความ “ความตายนี้ฉันเป็นคนเลือกเอง” ก่อนถึงเวลาฆ่าตัวตายจริงๆ กลับมีเหตุการณ์ไม่คาดคิดเกิดขึ้น เมื่อสมาชิกคาเฟ่เริ่มพบเป็นศพทีละคน แต่เมื่อถึงเวลาที่ต้องฆ่าตัวตายจริงๆ และเห็นว่าสมาชิกที่เข้าร่วมกลายเป็นศพทีละคน พวกเขากลับหวงชีวิตขึ้นมา แต่ก็สายเกินไป เพราะไม่มีใครมารับรู้หรอกว่าการที่คนคนหนึ่งพร่ำบอกว่าอยากตายอยู่บ่อยๆ นั้นจะเป็นการระบายออกมาเพื่อให้ตนทนมีชีวิตอยู่ต่อไปได้ ในเมื่อพวกเขาได้ตายอย่างที่ต้องการเรียบร้อย (แม้ในความจริงแล้วจะไม่ต้องการก็ตาม) ใครๆ ต่างก็มีเหตุผลที่อยากตาย แต่เอาเข้าจริงเมื่อถึงเวลา ทุกคนก็วิ่งหนีความตายกันทั้งนั้น',
        count: 0
    },
    {
        id: "3257",
        image_front: relevant_front_3,
        image_back: relevant_back_3,
        title: "รสชาติอาหารจานครอบครัว",
        author: "เอโกะ ยามากุจิ",
        publisher: "Piccolo",
        category: "วรรณกรรม เรื่องสั้น",
        type: "ฺBooks",
        barcode: "9786161840452",
        price: "255.00",
        discount: "221.00",
        star: 4,
        reviews: 106,
        story: 'คุณป้าร้านข้าว 2 คน ที่เป็นแม่สามีและลูกสะใภ้ที่ปรองดองกันดีเคียงบ่าเคียงไหล่จำหน่ายความอร่อยและความสุขของอาหารที่ให้รสชาติของครอบครัว ในบรรยากาศอบอุ่นเป็นกันเอง แถมราคาประหยัด พร้อมเปิดร้านให้ทุกคนได้ลิ้มลอง พร้อมเรื่องราวของเหล่าลูกค้าที่ทิ้งปริศนาและเงื่อนงำเป็นของหวานหลังจบมื้ออาหารได้แล้ววันนี้ อาหารรสชาติของครอบครัวในร้านเล็กๆ ที่มีบีรรยากาศอบอุ่น เนื้อหาแต่ละตอนเกี่ยวกับความลึกลับของลูกค้า ทั้งลูกค้าประจำและลูกค้าหน้าใหม่ ที่แวะเวียนมาที่ร้าน "โรงครัวฮาจิเมะ"เติมเต็มท้องให้อิ่ม และเติมเต็มหัวใจให้อบอุ่น',
        count: 0
    },
    {
        id: "3258",
        image_front: relevant_front_4,
        image_back: relevant_back_4,
        title: "ร้านขายเวลา",
        author: "คิมซ็อนย็อง",
        publisher: "Piccolo",
        category: "วรรณกรรม เรื่องสั้น",
        type: "ฺBooks",
        barcode: "9786161840453",
        price: "295.00",
        discount: "256.00",
        star: 4,
        reviews: 104,
        story: '"หนังสือเล่มนี้เปรียบเสมือนก้าวเล็กๆ ที่ข้ามผ่านเนินเขาเตี้ยๆ ในหมู่บ้านวรรณกรรมสาหรับเยาวชนของประเทศเกาหลีมาได้ นอกจากจะนำคำพูดเก่าๆ มาใช้ได้ดีแล้ว ยังผสมผสานกับภาษาของเยาวชนสมัยนี้ได้อย่างลงตัว ภายในยังแฝงไปด้วยประโยคที่ผ่านการใคร่ครวญของผู้เขียนมาเป็นเวลานาน เมื่ออ่านแล้ว รู้ได้เลยว่าผู้เขียนใช้เวลามากแค่ไหนกว่าจะสร้างประโยคที่มีลักษณะเฉพาะตัวของตนเองขึ้นมาได้" - ลีซังกวอน, นักเขียนนิยาย "เมื่อเทียบกับผลงานอื่นแล้ว นิยายเล่มนี้ถือว่าอ่านง่ายมาก สามารถอ่านตั้งแต่ต้นจนจบได้ในรวดเดียว นอกจากเรื่องราวจะแน่นแล้วยังใช้คำพูดในแบบของเยาวชนสมัยนี้อย่างเป็นธรรมชาติ ความตื่นเต้นดำเนินต่อเนื่องไปจนจบ ประเด็นของเรื่องก็ไม่หลุดหายระหว่างทาง นิยายเรื่องนี้เปรียบเสมือนเรื่องราวที่ช่วยให้เยาวชนสมัยนี้เติบโตขึ้นมาได้อย่างยอดเยี่ยม" - พัคควอนอิล, นักวิจารณ์วรรณกรรม',
        count: 0
    },
    {
        id: "3259",
        image_front: relevant_front_5,
        image_back: relevant_back_5,
        title: "มีใครบางคนหวังให้เธอมีชีวิตที่ดี",
        author: "อีกดนิม",
        publisher: "Piccolo",
        category: "วรรณกรรม เรื่องสั้น",
        type: "ฺBooks",
        barcode: "9786161840454",
        price: "225.00",
        discount: "195.00",
        star: 4,
        reviews: 44,
        story: 'ถ้าโลกใบนี้แหลกสลายไปได้ก็คงจะดีเธอคิด แต่พอหลับตาแล้วลืมตาอีกรอบ กลับมีเสียงเคาะประตูเบาๆโลกยังไม่แหลกสลายก๊อกๆ ๆ เสียงนั้นดังขึ้นพร้อมกับน้ำเสียงที่คุ้นเคยของใครบางคน"เฮ้ คิมอึนแจ เรามาพาเธอออกไป" อึนแจ คือเด็กสาวผู้เงียบขรึมเธออาศัยอยู่กับพ่อที่พร้อมจะกลายร่างเป็นปีศาจเมื่อดื่มเหล้าเธอไม่มีใครคบหา ไม่เคยยิ้ม และไม่พูดคุยกับใครทุกคนคิดว่าเธอแปลกแยกแต่ใครเล่าจะรู้เหตุผลเบื้องลึกที่เธอต้องเป็นแบบนี้เมื่อชีวิตทุกข์ตรมจนเหมือนไร้ทางออก กลับมีมือยื่นมาหาเธอ"ให้ฉันเป็นความโชคดีของเธอได้หรือเปล่า"',
        count: 0
    }
]